Repository: OSGeo-jp/OSGeoLive-doc-omegat
Catalog: tm/overview--ideditor_overview.tmx
Source language: en
Languages: ja

source: iD editor
ja: iDエディタ

source: Browser based editor for OpenStreetMap
ja: OpenStreetMap用ブラウザベースエディタ

source: The iD editor is the de facto, browser-based `OpenStreetMap <https://www.openstreetmap.org>`_ editor. iD is fast and easy to use, and allows mapping from various data sources such as satellite and aerial imageries, GPS, Field Papers or Mapillary.
ja: iDエディタは、事実上のOSM標準のブラウザベースの`OpenStreetMap <https://www.openstreetmap.org>`_エディタです。iDは高速で使いやすく、衛星や航空画像、GPS、Field Papers、Mapillaryなどのさまざまなデータソースからのマッピングが可能です。

source: The iD editor is a great way to edit small and easy changes that don’t require the advanced features of the more advanced :doc:`JOSM <josm_overview>` editor.
ja: iDエディタは、より高度な :doc:`JOSM<josm_overview>`エディタの高機能を必要としない、小さくて簡単な変更を編集するときに、優れた方法です。

source: Core Features
ja: 主要機能

source: OpenStreetMap Editing
ja: OpenStreetMap編集

source: Fast
ja: 高速

source: Intuitive
ja: 直感的

source: Browser Based
ja: ブラウザベース

source: Implemented Standards
ja: 実装されている標準規格

source: Web Map Tile Service (for basemaps)
ja: Webマップタイルサービス(ベースマップの場合)

source: Details
ja: 詳細

source: **Website:** https://wiki.openstreetmap.org/wiki/ID
ja: **Webサイト:** https://wiki.openstreetmap.org/wiki/ID

source: **Licence:** `ISC <https://en.wikipedia.org/wiki/ISC_license>`_
ja: **ライセンス:** `ISC <https://en.wikipedia.org/wiki/ISC_license>`_

source: **Software Version:** |version-ideditor|
ja: **ソフトウェアバージョン:** |version-ideditor|

source: **Supported Platforms:** Anything that supports a browser: Windows, GNU/Linux, Mac, Android, iOS
ja: **対応プラットフォーム:** Windows, GNU/Linux, Mac, Android, iOSのブラウザならどれでも

source: **Support:** https://help.openstreetmap.org/
ja: **サポート:** https://help.openstreetmap.org/

source: Quickstart
ja: クイックスタート

source: :doc:`Quickstart documentation <../quickstart/ideditor_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/ideditor_quickstart>`
